export default [
  {
    title: '떡잎 유치원에 처음 보는 친구가 있다.',
    type: 'EI',
    A: '새로온 친구에게 먼저 인사를 건내고<br>이름을 물어본다',
    B: '나한테 먼저 말을 걸어줄 때까지<br>가만히 있는다',
  },
  {
    title: '유리가 리얼 소꿉놀이를 하자고 한다.<br>나는 축구가 하고싶은데 어쩌지?',
    type: 'EI',
    A: '오늘은 축구 하고 놀자!<br>내가 하고싶은 걸 어필한다',
    B: '어쩔수 없지 뭐..<br>상대방이 하고 싶어 하는 것을 한다',
  },
  {
    title: '유치원이 끝나고 집에 왔는데 아무도 없다.<br>뭐하고 놀지?',
    type: 'EI',
    A: '친구들은 뭐하고 있을까?<br>밖에 나가서 찾아봐야겠다!',
    B: '초코비 먹으면서 액션가면 봐야지!<br>집에서 혼자 노는게 편해!',
  },
  {
    title: '유치원 근처에 수상한 사람이 돌아다닌다는<br>소문이 돌고 있다!',
    type: 'SN',
    A: '무서워..위험할지도 모르니까<br>끝나면 바로 집으로 가야겠다!',
    B: '누구지? 무슨 일일까?<br>떡잎마을 방범대 출동이다!',
  },
  {
    title: '친구들이 주말에 우리집에 놀러 온다며<br>집이 어딘지 물어본다',
    type: 'SN',
    A: '떡잎 유치원에서 왼쪽으로 100m 걸어가면 보이는 코끼리 공원 옆이야!',
    B: '(손짓으로)요기서 저~기까지 간 다음에<br>이쪽으로 가면 나와!',
  },
  {
    title: '엄마가 화가 나서 아무것도 하지 말고<br>아무 생각도 하지 말라고 한다',
    type: 'SN',
    A: '정말 아무 생각 안 하고<br>가만히 있는다.',
    B: '아무 생각하지 말라고?<br> 어떻게 아무 생각을 안해?',
  },
  {
    title: '맹구가 가장 소중히 아끼던 돌을<br>나에게 선물로 줬다.',
    type: 'TF',
    A: '돌은 관심 없지만 그래도 고마워.<br>잘 간직할게',
    B: '네가 가장 아끼는 걸 나에게 주다니!!<br>정말 고마워!!!!!',
  },
  {
    title: '철수가 영어 시험을 망쳐서 속상해하고 있다',
    type: 'TF',
    A: '틀린 부분을 조금만 더 보완하면<br> 다음엔 더 잘 볼수 있을거야',
    B: '아니야 네가 어려웠으면 다른 친구들도<br>잘 못봤을거야! 기운내',
  },
  {
    title: '짱구가 너무 피곤해서 숙제를 안해왔다고<br>내가 한 걸 보여달라고 한다',
    type: 'TF',
    A: '아무리 피곤해도 숙제는 미리 했어야지! <br>이번만 보여줄게',
    B: '괜찮아? 아직도 피곤해보이는데,<br>어제 잠을 잘 못잤어?',
  },
  {
    title: '떡잎 방범대 친구들과 피크닉을 가기로 했다!',
    type: 'JP',
    A: '도시락은 이렇게, 옷은 이거 입어야지!<br>준비물도 미리 싸놓자!',
    B: '피크닉 당일에 준비하면 돼!',
  },
  {
    title: '엄마가 오늘 안에 장난감 정리를 다 하라고 했다.',
    type: 'JP',
    A: '귀찮지만 얼른 치우고 나가서 놀아야겠다!',
    B: '괜찮아! 내일의 내가 치울거니까 일단 나가서 놀자!',
  },
  {
    title: '엄마가 액션가면 공책을 사주셨다<br>나의 활용 방법은?',
    type: 'JP',
    A: '공책이 너덜너덜해질 때까지 꽉꽉 채워 쓴다',
    B: '예뻐서 쓰기 너무 아까운데..?<br>그냥 평생 간직만 한다',
  },
];
