export let explains = [
  {
    title: 'ESTJ',
    img: 'img/estj.png',
    name: '엄격한 관리자형 철수',
    desc: '짱구의 유치원 친구<br> 부잣집 도련님 스타일의 잘난척쟁이<br>정말로 똑똑하고 깔끔한 모범생으로 피아노, 영어 학원 등 늘 학원에 다니느라 바쁘다<br> 유난히 짱구와 신경전이 심하지만 친구들과 함께하는 모험은 꼭 빠지지 않는다.',
    explain:
      '한 번 계획한 내용에 변동이 생기는 걸 싫어해요<br> 호불호가 강해요<br> 다른 사람의 말을 공감하는 척 하지만 속으로는 하나하나 판단해요<br>말도 빠르고 걸음도 빨라요<br> 싸움은 싫지만 지는 건 더 싫어요<br>현실적이고 정리정돈을 잘해요<br> 가만히 있으면 피곤해요<br>일 못하는 사람을 싫어해서 조별과제는 혼자 다 해버려요<br>',
    goodimg: 'img/isfp-good.jpg',
    good: '성인 군자형 훈이',
    badimg: 'img/intj-bad.jpg',
    bad: '과학자형 오수',
  },
  {
    title: 'ISTJ',
    img: 'img/istj.png',
    name: '세상의 소금형 채성아 선생님',
    desc: '짱구가 다니는 떡잎유치원의 해바라기반 담임 선생님<br> 나미리와는 영양가 없는 말싸움을 벌이는 앙숙 관계이다<br>아이들을 좋아하지만 떡잎마을 방범대가 집에 쳐들어오는 것은 싫어한다.',

    explain:
      '친하지 않은 사람들에게 낯을 가려요<br>휴일에는 집에서 보내는 게 좋아요<br>화를 참았다가 한번에 터트리는 편이에요<br>예고없는 갑작스러운 변화는 싫어요<br>중요하지 않은 일도 열심히 해요<br>주어진 업무는 끝까지 책임지려 노력해요<br>자기 얘기는 잘 하려고 하지 않아요<br>의젓한 성격탓에 첫째같다는 말을 많이 들어요<br>',
    goodimg: 'img/esfp-good.jpg',
    good: '자유로운 영혼형 봉미선',
    badimg: 'img/entj-bad.jpg',
    bad: '대담한 통솔자형 나미리 선생님',
  },
  {
    title: 'ESTP',
    img: 'img/estp.png',
    name: '수완좋은 활동가형 수지',
    desc: '짱구의 유치원 친구<br>단순히 돈많은 금수저 아가씨를 넘은 완전 초특급 최강 다이아 수저<br>짱구를 진심으로 사랑하는 유일란 여자 캐릭터<br>외모도 예쁘고 머리도 좋고 운동도 잘하고 못하는게 없는 엄친딸<br>',
    explain:
      '친화력이 좋고 인싸일 가능성이 높아요<br>사람 만나는 것은 좋은데 나가기는 귀찮아요<br>나 말고 다른 사람한테는 관심없어요<br>돌려 말하는 것을 싫어해요<br>센스있고 유머가 넘치며 활동적이에요<br>환불,컴플레인 잘 걸고 말싸움에는 자신 있어요<br>오늘 일은 내일로 미뤄요<br>자기애가 많아 합리화를 잘해요',
    goodimg: 'img/isfj-good.jpg',
    good: '용감한 수호자형 원장 선생님',
    badimg: 'img/entp-bad.jpg',
    bad: '발명가형 짱구',
  },
  {
    title: 'ISTP',
    img: 'img/istp.png',
    name: '백과사전형 옆집 아줌마',
    desc: '떡잎마을의 부녀회장<br>수다를 좋아해서 봉미선과 시간 가는 줄 모르고 이야기 하는 경우가 다반사<br>짱구네 집 앞을 지나가다가 오해살만한 행동이나 이야기를 진실로 받아들여 이상한 소문을 퍼뜨려 민폐를 끼치기도 한다.',

    explain:
      '모든 게 귀찮아요<br>시험 준비는 주로 벼락치기로 해요<br>팩트 폭력을 잘해요<br>쳇바퀴 같은 똑같은 생활은 싫어요<br>오는 사람 안막고 가는 사람 안 잡아요<br>허세를 싫어해요<br>상처는 잘 안받아요<br>약속 잡아 놓고 막상 당일 날 가는건 귀찮아요<br>친한 사람들과 수다 떠는 건 좋지만 불편한 사교모임은 싫어요',
    goodimg: 'img/esfj-good.jpg',
    good: '친선도모형 신형만',
    badimg: 'img/enfp-bad.jpg',
    bad: '스파크형 짱아',
  },
  {
    title: 'ESFP',
    img: 'img/esfp.png',
    name: '자유로운 영혼의 연예인형 봉미선',
    desc: '짱구의 엄마<br>낮잠을 즐기며 바겐세일을 좋아한다<br>백화점 세일하는 곳은 귀신같이 찾아내는 쇼핑의 초고수<br>동네 아줌마와 2시간 수다 떠는 것은 기본, 짱구에게 절대 지지 않을 만큼 강력한 개구쟁이 파워를 지녔다<br>누구보다 가정을 사랑하는 따뜻한 엄마',

    explain:
      '새로운 스타일에 실험하는 것을 좋아해요<br> 다른 사람들에게 관심받는 것을 즐겨요<br> 갈등은 무시하고 회피하려고 해요<br> 쉽게 지루해져요<br> 깊이 생각하는 것을 싫어하고 단순한 것을 좋아해요<br>다른 사람에게 기쁨을 줄만한 서프라이즈 이벤트를 좋아해요<br>집에 있으면 무기력해서 자주 나가요<br>빨래나 청소는 제시간에 안하고 몰아서 해요<br>',
    goodimg: 'img/istj-good.jpeg',
    good: '세상의 소금형 채성아 선생님',
    badimg: 'img/infj-bad.png',
    bad: '예언자형 차은주 선생님',
  },
  {
    title: 'ISFP',
    img: 'img/isfp.png',
    name: '성인 군자형 훈이',
    desc: '짱구의 유치원 친구<br>겁 많은 울보로 유리의 소꿉놀이에 가담할 때마다 피해자가 된다<br>꼼꼼한 성격으로 정리가 안 된 방이나 약속을 지키지 않는 것을 싫어한다<br>성대모사가 특기',

    explain:
      '다른 사람 부탁은 거절하기가 어려워요<br>남을 잘 믿고 사람을 잘 의심하지 않아요<br>생각은 많은 데 행동은 부족해요<br> 경쟁하는 분위기보다 편안한 분위기에서 능력을 발휘해요<br>딱딱하고 사무적인 사람은 맞지 않아요<br>개인적인 사생활에 간섭하는 걸 엄청 싫어해요<br>착하고 만만해 보인다고 은근히 무시 당하는 경우도 많아요<br>스트레스를 잘 받고 자신감이 부족해요<br>미안하다는 말을 달고 살아요',
    goodimg: 'img/estj-good.jpg',
    good: '엄격한 관리자형 철수',
    badimg: 'img/infp-bad.jpg',
    bad: '잔다르크형 흰둥이',
  },
  {
    title: 'ESFJ',
    img: 'img/esfj.png',
    name: '친선도모형 신형만',
    desc: '중소기업의 만년 계장, 짱구의 아빠<br>살인적인 발 냄새로 가족들의 후각을 위협한다<br>휴일 아침 늦잠을 자는 것이 소원이지만 대체로 짱구에게 이끌려 새로운 사건에 휘말린다<br>누구보다 가족을 사랑하는 아빠',

    explain:
      "스트레스를 받으면 누구를 만나야해요<br>다른 사람의 인정을 받는 것에 아주 민감해요<br>'어쩔 수 없지', '그럴 수 있지'라는 말을 자주해요<br>가족들한테 잔소리를 많이해요<br>사람들 사이에서 중재자 역할을 많이 해요<br>사회성이 풍부하고 정이 많아요<br>예의없고 남 무시하는 사람을 굉장히 싫어해요<br>남의 말에 속으로는 아닌 것 같다고 생각하면서도 겉으로는 맞다고 공감해줘요<br>",
    goodimg: 'img/istp-good.jpg',
    good: '백과사전형 옆집 아줌마',
    badimg: 'img/intp-bad.jpg',
    bad: '아이디어 뱅크형 맹구',
  },
  {
    title: 'ISFJ',
    img: 'img/isfj.png',
    name: '용감한 수호자형 원장 선생님',
    desc: '짱구가 다니는 떡잎유치원 원장 선생님<br>인상이 무섭게 생겨서 처음 보는 사람들은 항상 긴장하지만 실제로는 유하고 마음씨 따뜻하다<br>때로 의심많은 경찰이 이것저것 캐물어보는 경우도 있어 고생이 많다<br>매일 아침마다 유치원 버스를 직접 몰며 아이들을 일일히 챙긴다',

    explain:
      '끈기 있고 성실하며 안정감이 있어요<br> 남들은 좋겠지만 나는 힘들어요<br> 거짓말보다 무례한 게 더 나쁘다고 생각해요<br> 다른 사람에게 친절하지만 눈 밖에 난 사람은 신경도 안써요<br> 참고 참았다가 확 터트리는 편이에요<br>솔직하지만 조용해서 남이 보기엔 속을 잘 알 수 없다고들 해요<br>자기 의견을 끝까지 주장하지 못하고 결국 다수의 의견에 맞춰줘요<br>신세지는 것은 어려워요',
    goodimg: 'img/estp-good.jpg',
    good: '수완좋은 활동가 수지',
    badimg: 'img/enfj-bad.jpg',
    bad: '언변능숙형 유리',
  },
  {
    title: 'ENTJ',
    img: 'img/entj.png',
    name: '대담한 통솔자형 나미리 선생님',
    desc: '짱구가 다니는 떡잎유치원 장미반 담임 선생님<br>채성아 선생님과 앙숙관계의 사이로, 마주치기만 하면 싸우는 걸로 유명하다<br>짱구도 반할 정도로 상당한 미인인데다 스타일도 좋은 편이나 특유의 허영심과 내숭, 까칠한 성격이 외형적인 이점을 모두 깎아먹는다고 해도 과언이 아닌 인물이다',

    explain:
      '너무 완벽을 추구해서 남이 비집고 들어올 틈이 없어요<br>혼자 있는 것은 싫어요<br>감정표현이 솔직해서 다른 사람이 상처 받을 수 있어요<br>가까운 사람에 헌신적이지만 멀어지면 뒤돌아보지 않아요<br>자기 주관이 가장 확고하기 때문에 꼰대들에게 가장 많이 저항하는 유형이에요<br>일이 틀어지느니 미운 털 박히는 게 낫다고 생각해요<br>돈 관리를 잘 못하고 무식한건 싫어요<br>',
    goodimg: 'img/intp-good.jpg',
    good: '아이디어 뱅크형 맹구',
    badimg: 'img/istj-bad.jpg',
    bad: '세상의 소금형 채성아 선생님',
  },
  {
    title: 'INTJ',
    img: 'img/intj.png',
    name: '과학자형 오수',
    desc: '처음 등장 했을 당시 이미 4수생이었고, 자기 이름처럼 되는 건 결사적으로 막으려고 열심히 공부하는 중<br>짱구네 가족과 가까워지자 TV 채널권을 주장하질 않나, 밥이나 간식 먹을때도 자연스럽게 끼어들어서 같이 먹는 등 민폐를 끼친다<br>그래도 근본적으로는 착한 성격과 외지에서 혼자 고생하는 자취생으로 약간의 동정표를 받고 있다',
    explain:
      '내 감정을 공유하는 것은 불편해요<br>독립심이 강하고 책임감이 강해요<br>목표 지향적이고 나의 과제나 관심사에는 매우 헌신적이에요<br>나 혼자 알고 있기 아까운 것들을 널리 퍼뜨리려고 해요<br> 호기심이 많아 다양한 각도에서 사물을 관찰해요<br>복잡한 문제를 풀어서 다시 깔끔하게 합치는 걸 좋아해요',
    goodimg: 'img/entp-good.jpg',
    good: '발명가형 짱구',
    badimg: 'img/estj-bad.jpg',
    bad: '엄격한 관리자형 철수',
  },
  {
    title: 'ENTP',
    img: 'img/entp.png',
    name: '발명가형 짱구',
    desc: '떡잎유치원에 다니는 해바라기반 유치원생<br>액션 가면을 좋아하고 예쁜 누나와 초코비를 좋아한다<br>늘 장난을 치며 주위 사람들을 곤란하게 만들기도 하지만 미워할 수 없는 귀염둥이!',

    explain:
      '팔방미인, 다재다능은 날 위한 말이에요<br>항상 새로운 것을 추구해요<br> 이것저것 손대는 것이 많고 마음만 먹으면 못하는 것은 없어요<br>일을 시작하는 데 있어 추친력인 좋지만 뒷심은 부족해요<br>처음 보는 사람에게 말 거는 것은 어렵지 않아요<br>한 번 들은 얘기 또 듣는 것을 싫어해요<br>단어 하나로도 오랜 시간 이야기 할 수 있어요<br>좋아하는 사람이 있으면 놀리고 괴롭혀요',
    goodimg: 'img/intj-good.jpg',
    good: '과학자형 오수',
    badimg: 'img/estp-bad.jpg',
    bad: '수완좋은 활동가 수지',
  },
  {
    title: 'INTP',
    img: 'img/intp.png',
    name: '아이디어 뱅크형 맹구',
    desc: '짱구의 유치원 친구, 특히 훈이와 친하다<br>늘 콧물을 흘리며 어리숙하게 보이지만 가끔씩 날카로운 지적을 하거나 유치원생으로서 할 수 없는 고도의 작업을 하는 등 종잡을 수 없는 성격<br>취미는 특이한 돌모으기, 특시는 존재감을 없애는 일',

    explain:
      '행동하기 보다 책을 통해서 배우려고 해요<br>조용하고 말이 없지만 자기 관심 분야에서는 말이 많아져요<br> 변덕이 심하고 결정장애가 있어요<br>공감 능력이 떨어져서 영혼없는 리액션을 해요<br>비현실적이고 비약이 심해요<br>매뉴얼은 잘 안봐요<br>뻔한 이야기나 서론이 긴 것은 참기 힘들어요<br>꼭 필요한 것이 아니면 기억하지 않아요<br>',
    goodimg: 'img/entj-good.jpg',
    good: '대담한 통솔자형 나미리 선생님',
    badimg: 'img/esfj-bad.jpg',
    bad: '친선도모형 신형만',
  },
  {
    title: 'ENFP',
    img: 'img/enfp.png',
    name: '스파크형 짱아',
    desc: "짱구의 여동생<br>이제 걸음마를 하는 아기들과는 어울리지 않는 행동을 한다<br>아직 말을 하진 못하지만 '아따따'라는 소리로 모든 의사소통이 가능하다<br>엄마를 닮아서 반짝이는 보석을 좋아하고 미남에는 사족을 못 쓴다",

    explain:
      '감정이 얼굴에 잘 드러나요<br> 계획하기 보다 그때그때 일을 처리하는 편이에요<br> 감수성이 풍부하고 눈물이 많아요<br>돈 개념이 희박해서 돈을 잘 모으지 못해요<br>사람 만나는 것을 좋아하지만 혼자만의 시간도 필요해요<br>상대방의 말에 민감하지만 신경쓰지 않는 척해요<br>평소에 화를 잘 내지 않아요. 잘 토라지지만 금방 풀려요<br>',
    goodimg: 'img/infj-good.jpeg',
    good: '예언자형 차은주 선생님',
    badimg: 'img/istp-bad.jpg',
    bad: '백과사전형 옆집 아줌마',
  },
  {
    title: 'INFP',
    img: 'img/infp.png',
    name: '잔다르크형 흰둥이',
    desc: '짱구가 주워온 잡종의 강아지<br>몸 색깔이 하얘서 흰둥이이다<br>신씨 집안에서 가장 영리한 인물로 산책을 데리고 가지 않으면 혼자 산책을 가거나 밥을 주지 않으면 상점가에서 개인기를 보여주고 관객에게 밥을 구한다<br>짱구 대신에 장난감을 치우기도 한다',

    explain:
      "'MBTI'에 맹신해요<br>가계부를 소설로 쓰는 등 현실 감각이 둔해요<br> 전형적인 이상주의자<br>타인의 고민을 군말없이 잘 들어주는 편이에요<br>직접적으로 주목 받는 일에는 관심 없어요<br>일을 잘 벌이는데 마무리는 잘 못해요<br>자신이 하고 있는 일에 불만족을 느끼는 경우가 많아요<br>아이디어가 많지만 실행에 잘 옮기지 못해요<br>",
    goodimg: 'img/enfj-good.jpg',
    good: '언변 능숙형 유리',
    badimg: 'img/isfp-bad.jpg',
    bad: '성인 군자형 훈이',
  },
  {
    title: 'ENFJ',
    img: 'img/enfj.png',
    name: '언변 능숙형 유리',
    desc: '짱구의 유치원 친구이자 떡잎마을 방범대의 홍일점<br>소꿉놀이를 좋아하며 예전에는 울보에 상냥하고 어른스러운 여자아이였으나 엄마의 영향으로 성격이 대범하게 변했다<br>늘 토끼 인형을 안고 다니는 귀엽고 사랑스러운 아이',

    explain:
      '마음이 약하고 남의 의견에 동화를 잘해요<br>화가 나면 겉으로 표현하지 않고 묵묵히 참아내요<br>걱정이 매우 많지만 티 내지 않아요<br>정, 눈물, 동정심이 많아요<br>어떤 일이든 비판적이기 보다는 긍정적으로 보려고 노력해요<br>오지랖이 넓어요<br>무리에 속해 있는 것을 좋아하지만, 마이웨이 기질이 있어요<br> 다른 사람의 성장을 돕고 옆에서 영향을 미칠 때 가장 보람을 느껴요<br>',
    goodimg: 'img/infp-good.jpg',
    good: '잔다르크형 흰둥이',
    badimg: 'img/isfj-bad.jpg',
    bad: '용감한 수호자형 원장 선생님',
  },
  {
    title: 'INFJ',
    img: 'img/infj.png',
    name: '예언자 차은주 선생님',
    desc: '짱구가 다니는 떡잎유치원의 무궁화반 담임 선생님<br>유치원 교사지만 지나치게 마음이 여리고 소심하다<br>평소에는 말 한마디 제대로 못 할 정도로 소심하지만 안경을 벗으면 인격이 180도 달라져 폭력적으로 변하며 마음속에 담아뒀던 말들을 닥치는 대로 내뱉는다<br>하지만 어디까지나 아이들을 진심으로 생각하는 좋은 선생님',

    explain:
      '독창성과 내적 독립심이 강해요<br> 다른 사람을 이해하고 돕는 일을 좋아해요<br>늦은 밤이나 새벽에 갑자기 감성적인 생각에 빠져요<br>집순이,집돌이지만 계획 세워서 여행가는 것을 좋아해요<br> 싸우면 먼저 사과하는 편이에요<br>생각이 많고, 현실보다 이상을 꿈꿔요<br>싫은 티를 잘 내지 못해서 마음의 상처를 잘 받아요<br>정이 많지만 한번 실망하면 빨리 정리해요',
    goodimg: 'img/enfp-good.jpg',
    good: '스파크형 짱아',
    badimg: 'img/esfp-bad.png',
    bad: '자유로운 영혼형 봉미선',
  },
];
